Repository: concello-santiago-de-compostela/ckan-gl
Catalog: ckan.po
Languages: gl

source: Create datasets, groups and other exciting things
gl: Crear conxuntos de datos, grupos e outras cousas de interese

source: username
gl: nome de usuario

source: Full Name
gl: Nome completo

source: Create Account
gl: Crear unha conta

source: Reset Your Password
gl: Restabelecer o teu contrasinal

source: Password Reset
gl: Restabelecer o contrasinal

source: You can also change username. It can not be modified later.
gl: Tamén podes cambiar o nome de usuario. Despois non se pode modificar.

source: Update Password
gl: Actualizar contrasinal

source: How does this work?
gl: Como funciona isto?

source: Simply enter a new password and we'll update your account
gl: Tan só tes que introducir un novo contrasinal e a túa conta será actualizada

source: User hasn't created any datasets.
gl: O usuario aínda non creo ningún conxunto de datos.

source: You have not provided a biography.
gl: Aínda non enviaches unha biografía.

source: This user has no biography.
gl: Este usuario non ten biografía.

source: This means only you can see this
gl: Isto significa que só ti podes ver isto

source: Member Since
gl: Membro dende

source: API Key
gl: Chave API

source: Reset your password
gl: Restabelecer o teu contrasinal

source: Password reset
gl: Restabelecer o contrasinal

source: Request reset
gl: Solicitude de restabelecemento

source: Enter your username into the box and we will send you an email with a link to enter a new password.
gl: Escribe o teu nome de usuario, e enviaremosche unha mensaxe cunha ligazón para estabelecer un novo contrasinal.

source: Activity from:
gl: Actividade de:

source: Search list...
gl: Buscar lista...

source: You are not following anything
gl: Non estás a seguir nada

source: No followers
gl: Sen seguidores

source: Search Users
gl: Buscar usuarios…

source: Your password must be 8 characters or longer.
gl: O teu contrasinal debe ter polo menos 8 caracteres.
