Repository: concello-santiago-de-compostela/ckan-gl
Catalog: ckanext-csc_scheming.po
Languages: gl

source: Every %(value)s %(type)s
gl: Cada %(value)s %(type)s

source: From %(date)s
gl: Desde %(date)s

source: To %(date)s
gl: Ata %(date)s

source: to %(date)s
gl: ata %(date)s

source: Add new
gl: Engadir novo

source: Coordinate
gl: Coordenada

source: Coordinate 1
gl: Coordenada 1

source: Coordinate 2
gl: Coordenada 2

source: Coordinate 3
gl: Coordenada 3

source: Coordinate 4
gl: Coordenada 4

source: Dataset extent
gl: Extensión do conjunto de datos

source: Date period without from and to
gl: Período sen valores «desde» nen «ata»

source: Date time format incorrect
gl: Formato de data incorrecto

source: Days
gl: Días

source: Expecting JSON object
gl: Agardábase un obxecto JSON

source: Expecting list of strings
gl: Agardábase unha lista de cadeas de texto

source: Expecting one, three or four coordinates
gl: Agárdase unha, tres ou catro coordenadas

source: Expecting valid JSON value
gl: Agárdase un valod JSON válido

source: Failed to decode JSON string
gl: Erro ao decodificar a cadea JSON

source: From
gl: Desde

source: From value: Date format incorrect
gl: Valor desde: Formato de data incorrecto

source: Hours
gl: Horas

source: Invalid encoding for "{l}" value
gl: Codificación inválida para o valor "{l}"

source: Invalid encoding for JSON string
gl: Codificación incorrecta para a cadea JSON

source: Invalid field structure, it is not a valid JSON
gl: Estrutura de campo incorrecta, non é un JSON válido

source: Invalid spatial type
gl: Tipo espacial incorrecto

source: Invalid type for repeating url text: {el}
gl: Tipo incorrecto para o texto de repetición da URL: {el}

source: It is not a valid Point
gl: Punto incorrecto

source: It is not a valid Polygon
gl: Polígono incorrecto

source: It is not a valid spatial Polygon
gl: Polígono espacial incorrecto

source: Minutes
gl: Minutos

source: Missing value
gl: Falta un valor

source: Months
gl: Meses

source: Point incorrect
gl: Punto incorrecto

source: Private
gl: Privado

source: Public
gl: Público

source: Required language "{l}" missing
gl: Idioma obrigatorio que falta "{l}"

source: Seconds
gl: Segundos

source: The JSON object must contain type and value keys
gl: O obxecto JSON debe conter claves tipo e valor

source: The URI format for "{t}" is not valid
gl: O formato URI para «{t}» é incorrecto

source: The URI format is not valid
gl: O formato URI é incorrecto

source: The URL format for "{t}" is not valid
gl: O formato URL para «{t}» é incorrecto

source: The URL format is not valid
gl: O formato URL é incorrecto

source: The frequency type is mandatory
gl: O tipo de frecuencia é obrigatorio

source: The frequency type is no allowed
gl: Non se permite o tipo de frecuencia

source: The frequency value is mandatory
gl: O valor de frecuencia é obrigatorio

source: The frequency value is not an integer
gl: O valor de frecuencia non é un enteiro

source: To
gl: Ata

source: To value: Date format incorrect
gl: Valor ata: Formato de data incorrecto

source: Visibility
gl: Visibilidade

source: Weeks
gl: Semanas

source: Wrong coordinates
gl: Coordenadas incorrectas

source: Wrong latitude {l}
gl: Latitude incorrecta {l}

source: Wrong longitude {l}
gl: Lonxitude incorrecta {l}

source: Wrong point {p}
gl: Punto incorrecto {p}

source: Years
gl: Anos

source: expecting JSON object
gl: agardábase un obxecto JSON

source: invalid encoding for "{l}" value
gl: codificación incorrecta para o valor «{l}»

source: invalid language code: "{l}"
gl: código de idioma incorrecto: «{l}»

source: invalid type for "{l}" value
gl: tipo incorrecto para o valor «{l}»

source: invalid type for language code: {l}
gl: tipo incorrecto para o código de idioma: «{l}»

source: required
gl: obrigatorio

source: the URI format is not valid
gl: o formato da URI é incorrecto

source: the URL format is not valid
gl: o formato da URL é incorrecto
