Repository: concello-santiago-de-compostela/ckan-gl
Catalog: ckan.po
Languages: gl

source: Must be purely lowercase alphanumeric (ascii) characters and these symbols: -_
gl: Só pode conter caracteres alfanuméricos (ascii) en minúsculas, e os símbolos: -_

source: That URL is already in use.
gl: Esa URL xa está en uso.

source: Name "%s" length is less than minimum %s
gl: A lonxitude do nome «%s» é menor do mínimo %s

source: Name "%s" length is more than maximum %s
gl: A lonxitude do nome «%s» é maior do máximo %s

source: Version must be a maximum of %i characters long
gl: A versión debe ter unha lonxitude máxima de %i caracteres

source: Duplicate key "%s"
gl: Chave duplicada «%s»

source: Group name already exists in database
gl: O nome do grupo xa existe na base de datos

source: Tag "%s" length is less than minimum %s
gl: A lonxitude da etiqueta «%s» é menor do mínimo %s

source: Tag "%s" length is more than maximum %i
gl: A lonxitude da etiqueta «%s» é maior da máxima %i

source: Tag "%s" must be alphanumeric characters or symbols: -_.
gl: A etiqueta «%s» só pode conter caracteres alfanuméricos, e os símbolos: -_.

source: Tag "%s" must not be uppercase
gl: A etiqueta «%s» non pode estar en maiúsculas

source: User names must be strings
gl: Os nomes de usuario deben ser cadeas

source: That login name is not available.
gl: Ese nome de inicio de sesión non está dispoñible.

source: That login name can not be modified.
gl: Ese nome de inicio de sesión non pode ser modificado

source: Please enter both passwords
gl: Escribe ambos contrasinais

source: Passwords must be strings
gl: Os contrasinais deben ser cadeas

source: Your password must be 8 characters or longer
gl: O teu contrasinal debe ter polo menos 8 caracteres

source: The passwords you entered do not match
gl: Os contrasinais introducidos non son iguais

source: Edit not allowed as it looks like spam. Please avoid links in your description.
gl: A edición non está permitida porque parece correo lixo. Revisa as ligazóns na túa descrición.

source: Name must be at least %s characters long
gl: Debe ter unha lonxitude mínima de %s caracteres

source: That vocabulary name is already in use.
gl: Ese nome de vocabulario xa está en uso.

source: Cannot change value of key from %s to %s. This key is read-only
gl: Non se pode cambiar o valor da chave de %s a %s. Esta chave é de só lectura

source: Tag vocabulary was not found.
gl: Non se atopou o vocabulario de etiquetas.

source: Tag %s does not belong to vocabulary %s
gl: A etiqueta %s non está no vocabulario %s

source: No tag name
gl: Sen nome de etiqueta

source: Tag %s already belongs to vocabulary %s
gl: A etiqueta %s xa está no vocabulario %s

source: Please provide a valid URL
gl: Indica unha URL válida

source: role does not exist.
gl: o rol non existe.

source: Datasets with no organization can't be private.
gl: Os conxuntos de datos sen organización non poden ser privados.

source: Not a list
gl: Non é unha lista

source: Not a string
gl: Non é unha cadea de texto

source: This parent would create a loop in the hierarchy
gl: Este pai pode crear un bucle na xerarquía

source: "filter_fields" and "filter_values" should have the same length
gl: "filter_fields" e "filter_values" deben ter a mesma lonxitude

source: "filter_fields" is required when "filter_values" is filled
gl: "filter_fields" é necesario cando "filter_values" ten un valor

source: "filter_values" is required when "filter_fields" is filled
gl: "filter_values" é necesario cando "filter_fields" ten un valor

source: There is a schema field with the same name
gl: Hai un campo do esquema co mesmo nome

source: Email {email} is not a valid format
gl: O correo electrónico {email} non ten un formato válido

source: REST API: Create object %s
gl: REST API: Crear obxecto %s

source: REST API: Create package relationship: %s %s %s
gl: REST API: Crear relación de paquete: %s %s %s

source: REST API: Create member object %s
gl: REST API: Crear obxecto membro %s

source: Trying to create an organization as a group
gl: Tentando crear unha organización coma un grupo

source: You must supply a package id or name (parameter "package").
gl: Debes proporcionar un id de paquete ou un nome (parámetro «package»).

source: You must supply a rating (parameter "rating").
gl: Debes proporcionar unha puntuación (parámetro «rating»)

source: Rating must be an integer value.
gl: A puntuación debe ser un valor enteiro.

source: Rating must be between %i and %i.
gl: A puntuación debe estar entre %i e %i.

source: Error sending the invite email, the user was not created: {0}
gl: Houbo un erro ao enviar o correo e non se creou o usuario: {0}

source: You must be logged in to follow users
gl: Debes iniciar sesión para poder seguir aos usuarios

source: You cannot follow yourself
gl: Non te podes seguir a ti mesmo

source: You are already following {0}
gl: Xa estás a seguir a {0}

source: You must be logged in to follow a dataset.
gl: Debes iniciar sesión para poder seguir a un conxunto de datos.

source: User {username} does not exist.
gl: O usuario {username} non existe.

source: You must be logged in to follow a group.
gl: Debes iniciar sesión para poder seguir a un grupo.

source: Delete User: {0}
gl: Eliminar usuario: {0}

source: REST API: Delete Package: %s
gl: REST API: Eliminar paquete: %s

source: REST API: Delete %s
gl: REST API: Eliminar %s

source: REST API: Delete Member: %s
gl: REST API: Eliminar Membro: %s

source: Organization cannot be deleted while it still has datasets
gl: A organización non se pode eliminar mentres teña conxuntos de datos

source: id not in data
gl: id non é un dato

source: Could not find vocabulary "%s"
gl: Non se atopou o vocabulario «%s»

source: Could not find tag "%s"
gl: Non se atopou a etiqueta «%s»

source: You must be logged in to unfollow something.
gl: Debes iniciar sesión para deixar de seguir un elemento.

source: You are not following {0}.
gl: Non o estás a seguir {0}.

source: Resource was not found.
gl: Non se atopou o recurso.

source: Do not specify if using "query" parameter
gl: Non indicar se se usa o parámetro «query»

source: Must be <field>:<value> pair(s)
gl: Debe(n) ser par(es) <field>:<value>

source: Field "{field}" not recognised in resource_search.
gl: O campo «{fields}» non se recoñece en resource_search.

source: Package was not found.
gl: Non se atopou o paquete.

source: REST API: Update object %s
gl: REST API: Actualizar obxecto %s

source: REST API: Update package relationship: %s %s %s
gl: REST API: Actualizar relación de paquete: %s %s %s

source: TaskStatus was not found.
gl: Non se atopou TaskStatus.

source: Organization was not found.
gl: Non se atopou a organización.

source: User %s not authorized to create packages
gl: O usuario %s non ten permiso para crear paquetes

source: User %s not authorized to edit these groups
gl: O usuario %s non ten permiso para eses grupos

source: User %s not authorized to add dataset to this organization
gl: O usuario %s non ten permiso para engadir un conxunto de datos a esta organización

source: No dataset id provided, cannot check auth.
gl: Non se proporcionou un identificador de conxunto de datos, e non se pode comprobar a autenticidade.

source: No package found for this resource, cannot check auth.
gl: Non se atopou un paquete para este recurso, non se pode comprobar a autenticidade.

source: User %s not authorized to create resources on dataset %s
gl: O usuario %s non ten permios para crear recusos no conxunto de datos %s

source: User %s not authorized to edit these packages
gl: O usuario %s non ten permiso para editar eses paquetes

source: User %s not authorized to create groups
gl: O usuario %s non ten permiso para crear grupos

source: User %s not authorized to create organizations
gl: O usuario %s non ten permiso para crear organizacións

source: User {user} not authorized to create users via the API
gl: O usuario {user} non ten permios para crear usuarios a través da API

source: Not authorized to create users
gl: Sen permiso para crear usuarios

source: Group was not found.
gl: Non se atopou o grupo.

source: User %s not authorized to add members
gl: O usuario %s non ten permiso para engadir membros

source: User %s not authorized to edit group %s
gl: O usuario %s non ten permiso para editar o grupo %s

source: User %s not authorized to delete resource %s
gl: O usuario %s non ten permiso para eliminar o recurso %s

source: Resource view not found, cannot check auth.
gl: Non se atopou a vista do recurso, non se pode comprobar a autenticidade.

source: User %s not authorized to delete relationship %s
gl: O usuario %s non ten permiso para eliminar relacións %s

source: User %s not authorized to delete groups
gl: O usuario %s non ten permiso para eliminar grupos

source: User %s not authorized to delete group %s
gl: O usuario %s non ten permiso para eliminar o grupo %s

source: User %s not authorized to delete organizations
gl: O usuario %s non ten permiso para eliminar organizacións

source: User %s not authorized to delete organization %s
gl: O usuario %s non ten permiso para eliminar a organización %s

source: User %s not authorized to delete task_status
gl: O usuario %s non ten permiso para eliminar task_status

source: Not authorized
gl: Sen permiso

source: User %s not authorized to read these packages
gl: O usuario %s non ten permiso para ler eses paquetes

source: User %s not authorized to read package %s
gl: O usuario %s non ten permiso para ler o paquete %s

source: User %s not authorized to read resource %s
gl: O usuario %s non ten permiso para ler o recurso %s

source: User %s not authorized to read group %s
gl: O usuario %s non ten permiso para ler o grupo %s

source: You must be logged in to access your dashboard.
gl: Hai que iniciar sesión para acceder ao panel de control.

source: User %s not authorized to edit package %s
gl: O usuario %s non ten permiso para editar o paquete %s

source: User %s not authorized to edit resource %s
gl: O usuario %s non ten permiso para editar o recurso %s

source: User %s not authorized to change state of package %s
gl: O usuario %s non ten permiso para cambiar o estado do paquete %s

source: User %s not authorized to edit organization %s
gl: O usuario %s non ten permiso para editar a organización %s

source: User %s not authorized to change state of group %s
gl: O usuario %s non ten permiso para cambiar o estado do grupo %s

source: User %s not authorized to edit permissions of group %s
gl: O usuario %s non ten permiso para editar os permisos do grupo %s

source: Have to be logged in to edit user
gl: Hai que iniciar sesión para editar o usuario

source: User %s not authorized to edit user %s
gl: O usuario %s non ten permiso para editar o usuario %s

source: User {0} not authorized to update user {1}
gl: O usuario {0} non está autorizado para actualizar o usuario {1}

source: User %s not authorized to change state of revision
gl: O usuario %s non ten permiso para cambiar o estado da revisión

source: User %s not authorized to update task_status table
gl: O usuario %s non ten permiso para actualizar a táboda task_status

source: User %s not authorized to update term_translation table
gl: O usuario %s non ten permiso para actualizar a táboda term_translation

source: License not specified
gl: Non se indicou ningunha licenza

source: Other (Open)
gl: Outra (Aberta)

source: Other (Public Domain)
gl: Outra (Public Domain)

source: Other (Attribution)
gl: Outra (Atribución)

source: Other (Non-Commercial)
gl: Outra (Non comercial)

source: Other (Not Open)
gl: Outra (Privativa)

source: depends on %s
gl: depende de %s

source: is a dependency of %s
gl: é unha dependencia de %s

source: derives from %s
gl: procede de %s

source: has derivation %s
gl: ten unha derivación %s

source: links to %s
gl: enlaza con %s

source: is linked from %s
gl: está enlazado desde %s

source: is a child of %s
gl: é un fillo de %s

source: is a parent of %s
gl: é un pai de %s

source: has sibling %s
gl: é irmán de %s

source: There is no API data to load for this resource
gl: Non hai datos na API para este recurso

source: Failed to load data API information
gl: Houbo un erro na carga da información dos datos API

source: Start typing…
gl: Comezar a teclear...

source: No matches found
gl: Non se atoparon coincidencias

source: Input is too short, must be at least one character
gl: A entrada é moi curta, debe ter polo menos un caracter

source: There are unsaved modifications to this form
gl: Hai cambios sen gardar neste formulario

source: Please Confirm Action
gl: Confirma a acción

source: Are you sure you want to perform this action?
gl: Confirmas que queres levar a cabo esta acción?

source: Confirm
gl: Confirmar

source: Cancel
gl: Cancelar

source: Unfollow
gl: Deixar de seguir

source: Follow
gl: Seguir

source: Link
gl: Ligazón

source: Link to a URL on the internet (you can also link to an API)
gl: Ligazón a unha URL de Internet (tamén se poden enlazar unha API)

source: Upload
gl: Subida

source: Remove
gl: Eliminar

source: Upload a file on your computer
gl: Subir un ficheiro desde o teu equipo

source: File
gl: Ficheiro

source: Save order
gl: Gardar orde

source: Saving...
gl: Gardando...

source: Upload a file
gl: Subir un ficheiro

source: An Error Occurred
gl: Produciuse un erro

source: Unable to upload file
gl: Non se puido subir o ficheiro

source: Unable to authenticate upload
gl: Non se puido autorizar a subida

source: Resource uploaded
gl: Recurso subido

source: Unable to get data for uploaded file
gl: Non se puido obter os datos do ficheiro subido

source: You are uploading a file. Are you sure you want to navigate away and stop this upload?
gl: Estás a subir un ficheiro. Confirmas que queres seguir navegando e deter esta subida?

source: Add Filter
gl: Engadir filtro

source: Select a field
gl: Escolle un campo

source: Edit
gl: Editar

source: Show more
gl: Amosar máis

source: Hide
gl: Agochar

source: no translation
gl: sen tradución

source: hello %(name)s!
gl: ola %(name)s!

source: no %(attr)s translation
gl: sen tradución e %(attr)s

source: %(color)s shirt
gl: camiseta %(color)s

source: %(num)d item
gl: elemento %(num)d

source: %(num)d missing translation
gl: falta tradución %(num)d

source: Error %(error_code)s
gl: Erro %(error_code)s

source: About {0}
gl: Acerca de {0}

source: CKAN API
gl: API CKAN

source: CKAN Association
gl: Asociación CKAN

source: <strong>Powered by</strong> <a class="hide-text ckan-footer-logo" href="http://ckan.org">CKAN</a>
gl: <strong>Xestionado con</strong> <a class="hide-text ckan-footer-logo" href="http://ckan.org">CKAN</a>

source: Sysadmin settings
gl: Axustes de administrador

source: View profile
gl: Ver perfil

source: Dashboard (%(num)d new item)
gl: Panel de control (%(num)d novo elemento)

source: Dashboard
gl: Panel de control

source: Edit settings
gl: Editar axustes

source: Settings
gl: Axustes

source: Log out
gl: Pechar sesión

source: Log in
gl: Iniciar sesión

source: Register
gl: Rexistro

source: Datasets
gl: Conxuntos de datos

source: Search Datasets
gl: Buscar conxuntos de datos

source: Search
gl: Buscar

source: Skip to content
gl: Ir ao contido

source: Load less
gl: Cargar menos

source: Load more
gl: Cargar máis

source: No activities are within this activity stream
gl: Non hai actividades dentro deste fluxo de actividade

source: Administration
gl: Administración

source: Sysadmins
gl: Administradores de sistemas

source: Trash
gl: Lixo

source: Site logo
gl: Logo do sitio

source: Are you sure you want to reset the config?
gl: Confirmas que desexas reiniciar a configuración?

source: Reset
gl: Restabelecer

source: Update Config
gl: Actualizar configuración

source: CKAN config options
gl: Opcións de configuración CKAN

source: <p><strong>Site Title:</strong> This is the title of this CKAN instance It appears in various places throughout CKAN.</p> <p><strong>Style:</strong> Choose from a list of simple variations of the main colour scheme to get a very quick custom theme working.</p> <p><strong>Site Tag Logo:</strong> This is the logo that appears in the header of all the CKAN instance templates.</p> <p><strong>About:</strong> This text will appear on this CKAN instances <a href="%(about_url)s">about page</a>.</p> <p><strong>Intro Text:</strong> This text will appear on this CKAN instances <a href="%(home_url)s">home page</a> as a welcome to visitors.</p> <p><strong>Custom CSS:</strong> This is a block of CSS that appears in <code>&lt;head&gt;</code> tag of every page. If you wish to customize the templates more fully we recommend <a href="%(docs_url)s" target="_blank">reading the documentation</a>.</p> <p><strong>Homepage:</strong> This is for choosing a predefined layout for the modules that appear on your homepage.</p>
gl: <p><strong>Título do sitio:</strong> Este é o título desta instanCIA de CKAN, e aparece en diferentes lugares.</p> <p><strong>Estilo:</strong> Escolle dunha lista de opcións, que partindo da cor principal se pode obter un tema funcional en pouco tempo.</p> <p><strong>Logo etiqueta do sitio:</strong> Este é o logotipo que aparece na cabeceira de todos os modelos de CKAN.</p> <p><strong>Acerca de:</strong> Este é o texto que aparecerá na páxina <a href="%(about_url)s">acerca de</a> desta instanCIA de CKAN.</p> <p><strong>Texto de introdución:</strong> Este texto aparecerá na páxina <a href="%(home_url)s">de portada</a> como benvida aos visitantes.</p> <p><strong>CSS personalizado:</strong> Este é un bloque de código CSS que se engadirá na etiqueta <code>&lt;head&gt;</code> de cada páxina. Se queres personalizar máis a fondo os modelos recomendamos que consultes a <a href="%(docs_url)s" target="_blank">documentación</a>.</p> <p><strong>Páxina de inicio:</strong> Isto escolle o deseño predeterminado para os módulos que aparecen na páxina de inicio.</p>

source: Confirm Reset
gl: Confirmar o reinicio

source: Administer CKAN
gl: Administrar CKAN

source: <p>As a sysadmin user you have full control over this CKAN instance. Proceed with care!</p> <p>For guidance on using sysadmin features, see the CKAN <a href="%(docs_url)s" target="_blank">sysadmin guide</a></p>
gl: <p>Como administrador do sitio dispós dun control total sobre esta instancia de CKAN. Vai con xeito!</p> <p>Se queres saber máis sobre as funcionalidades dispoñibles, podes consultar a <a href="%(docs_url)s" target="_blank">guía de administración</a> de CKAN</p>

source: Purge
gl: Destruír

source: <p>Purge deleted datasets forever and irreversibly.</p>
gl: <p>Destruír para sempre e de xeito irreversíbel os conxuntos de datos eliminados.</p>

source: This resource can not be previewed at the moment.
gl: Este recurso non se pode visualizar agora mesmo.

source: Click here for more information.
gl: Fai clic aquí para obter máis información.

source: Download resource
gl: Descargar recurso

source: No preview available.
gl: Sen vista previa.

source: More details...
gl: Máis detalles...

source: No handler defined for data type: %(type)s.
gl: Non se definiu un controlador para o tipo de dato: %(type)s.

source: Standard
gl: Estándar

source: Standard Input
gl: Entrada estándar

source: Medium
gl: Mediano

source: Medium Width Input
gl: Entrada de largo mediano

source: Full
gl: Completo

source: Full Width Input
gl: Entrada de largo completo

source: Large
gl: Largo

source: Large Input
gl: Entrada largo

source: Prepend
gl: Antepor

source: Prepend Input
gl: Antepor entrada

source: Custom Field (empty)
gl: Campo personalizado (baleiro)

source: Custom Field
gl: Campo personalizado

source: Textarea
gl: Área de texto

source: Select
gl: Seleccionar

source: Activity Stream
gl: Fluxo de actividade

source: Administrators
gl: Administradores

source: Add a Group
gl: Engadir un Grupo

source: Group Form
gl: Formulario de Grupo

source: Confirm Delete
gl: Confirmar Borrado

source: Are you sure you want to delete group - {name}?
gl: Confirmas que queres eliminar o grupo - {name}?

source: Are you sure you want to delete member - {name}?
gl: Confirmas que queres eliminar o membro - {name}?

source: Manage
gl: Xestionar

source: Edit Group
gl: Editar Grupo

source: Members
gl: Membros

source: History
gl: Historial

source: Add Group
gl: Engadir Grupo

source: Search groups...
gl: Buscar grupos...

source: There are currently no groups for this site
gl: Actualmente non hai grupos neste sitio

source: How about creating one?
gl: Que tal creando un?

source: Back to all members
gl: Volver a todos os membros

source: Edit Member
gl: Editar Membro

source: Add Member
gl: Engadir Membro

source: Existing User
gl: Usuario existente

source: If you wish to add an existing user, search for their username below.
gl: Se queres engadir un usuario existente, busca o seu nome máis abaixo.

source: or
gl: ou

source: New User
gl: Novo Usuario

source: If you wish to invite a new user, enter their email address.
gl: Se queres convidar a un novo usuario, escribe o seu enderezo de correo.

source: Role
gl: Rol

source: Are you sure you want to delete this member?
gl: Confirmas que queres eliminar este membro?

source: Delete
gl: Eliminar

source: What are roles?
gl: Que son os roles?

source: <p><strong>Admin:</strong> Can edit group information, as well as manage organization members.</p> <p><strong>Member:</strong> Can add/remove datasets from groups</p>
gl: <p><strong>Administrador:</strong> Pode editar información do grupo, así como xestionar os seus membros.</p> <p><strong>Membro:</strong> Pode engadir/eliminar conxuntos de datos</p>

source: Create a Group
gl: Crear un Grupo

source: Update Group
gl: Actualizar Grupo

source: Create Group
gl: Crear Grupo

source: Search datasets...
gl: Buscar conxuntos de datos...

source: Datasets in group: {group}
gl: Conxuntos de datos en grupo: {group}

source: Recent Revision History
gl: Historial de revisións recente

source: Name
gl: Nome

source: My Group
gl: Meu Grupo

source: my-group
gl: meu-grupo

source: A little information about my group...
gl: Algo de información sobre o meu grupo...

source: Are you sure you want to delete this Group?
gl: Confirmas que queres eliminar este Grupo?

source: Save Group
gl: Gardar Grupo

source: View {name}
gl: Ver {name}

source: Remove dataset from this group
gl: Eliminar conxunto de datos deste grupo

source: What are Groups?
gl: Que son os Grupos?

source: You can use CKAN Groups to create and manage collections of datasets. This could be to catalogue datasets for a particular project or team, or on a particular theme, or as a very simple way to help people find and search your own published datasets.
gl: Os grupos de CKAN poden usarse para crear e xestionar coleccións de conxuntos de datos. Podemos estar a falar dun catálogo de conxuntos de datos para un proxecto ou equipo, ou como un xeito de axudar aos usuarios a atopar os seus conxuntos de datos publicados.

source: Compare
gl: Comparar

source: Deleted
gl: Eliminado

source: read more
gl: ler máis

source: Revision
gl: Revisión

source: Timestamp
gl: Selo de tempo

source: Author
gl: Autor

source: Log Message
gl: Mensaxe de rexistro

source: Welcome
gl: Benvido/a
