Repository: concello-santiago-de-compostela/ckan-gl
Catalog: ckan.po
Languages: gl

source: Complete
gl: Completo

source: Pending
gl: Pendente

source: Submitting
gl: Enviando

source: Error
gl: Erro

source: Not Uploaded Yet
gl: Pendente de subir

source: Resource not found
gl: Non se atopou o recurso

source: Not authorized to see this page
gl: Sen autorización para ver esta páxina

source: Upload to DataStore
gl: Subir ao DataStore

source: Upload error:
gl: Erro na subida:

source: Error:
gl: Erro:

source: Error traceback:
gl: Rastrexo de erro:

source: Status
gl: Estado

source: Last updated
gl: Última actualización

source: Never
gl: Nunca

source: Upload Log
gl: Rexistro de subida

source: Details
gl: Detalles

source: End of log
gl: Fin do rexistro

source: format: must be one of %s
gl: formato: debe ser un de %s

source: DataStore resource not found
gl: Non se atopou o recurso DataStore

source: Data Dictionary saved. Any type overrides will take effect when the resource is next uploaded to DataStore
gl: Dicionario de datos gardado correctamente. Calquera sobrescritura de tipos terá efecto cando se volva subir o recurso ao DataStore

source: The data was invalid (for example: a numeric value is out of range or was inserted into a text field).
gl: O dato era incorrecto (p.ex.: un valor numérico está fóra de rango ou foi inserido dentro dun campo de texto).

source: Resource "{0}" was not found.
gl: Non se atopou o recurso "{0}".

source: User {0} not authorized to update resource {1}
gl: O usuario {0} non está autorizado para actualizar o recurso {1}

source: Access resource data via a web API with powerful query support
gl: Acceso ao recurso de datos a través dunha API web cun servizo de consulta completo

source: Further information in the <a href="http://docs.ckan.org/en/latest/maintaining/datastore.html" target="_blank">main CKAN Data API and DataStore documentation</a>.</p>
gl: Máis información na <a href="http://docs.ckan.org/en/latest/maintaining/datastore.html" target="_blank">documentación do API de datos principal e do DataStore de CKAN</a>.</p>

source: Endpoints
gl: Puntos finais da API

source: The Data API can be accessed via the following actions of the CKAN action API.
gl: O API de datos é accesible a través das seguintes accións da API de acción de CKAN.

source: Create
gl: Crear

source: Update / Insert
gl: Actualizar / Inserir

source: Query
gl: Consulta

source: Query (via SQL)
gl: Consulta (a través de SQL)

source: Querying
gl: Consultando

source: Query example (first 5 results)
gl: Exemplo de consulta (primeiros 5 resultados)

source: Query example (results containing 'jones')
gl: Exemplo de consulta (resultado que conteñen 'daniel')

source: Query example (via SQL statement)
gl: Exemplo de consulta (a través de sentencia SQL)

source: Example: Javascript
gl: Exemplo: Javascript

source: A simple ajax (JSONP) request to the data API using jQuery.
gl: Unha petición ajax sinxela (JSONP) ao API de datos usando jQuery.

source: Example: Python
gl: Exemplo: Python

source: Save
gl: Gardar

source: Field {num}.
gl: Campo {num}.

source: Type Override
gl: Sobreescritura de tipo

source: Label
gl: Etiqueta

source: Description
gl: Descrición

source: Data Dictionary
gl: Dicionario de datos

source: Column
gl: Columna

source: Type
gl: Tipo

source: Loading...
gl: Cargando...

source: Further information in the <a href="http://docs.ckan.org/en/latest/maintaining/datastore.html" target="_blank">main CKAN Data API and DataStore documentation</a>.</p>
gl: Máis información na <a href="http://docs.ckan.org/en/latest/maintaining/datastore.html" target="_blank">documentación do API de datos principal e do DataStore de CKAN</a>.</p>

source: Table
gl: Táboa

source: Responsive display
gl: vista adaptativa

source: Show Columns
gl: Amosar columnas

source: Hide/Unhide Columns
gl: Agochar/Amosar columnas

source: Datasets per page
gl: Conxuntos de datos por páxina

source: Test conf
gl: Configuración de proba

source: Relevance
gl: Relevancia

source: Name Ascending
gl: Nome ascendente

source: Name Descending
gl: Nome descendente

source: Last Modified
gl: Última modificación

source: Custom Field Ascending
gl: Campo personalizado ascendente

source: Custom Field Descending
gl: Campo personalizado descendente

source: Custom Text
gl: Texto personalizado

source: custom text
gl: texto personalizado

source: Country Code
gl: Código de país

source: custom resource text
gl: texto de recurso personalizado

source: This is an untranslated string
gl: Esta cadea está sen traducir

source: This group has no description
gl: Este grupo non ten descrición

source: {num} Dataset
gl: {num} Conxunto de datos

source: 0 Datasets
gl: 0 Conxuntos de datos

source: CKAN's data previewing tool has many powerful features
gl: A ferramenta de vista previa de datos de CKAN posúe moitas características de interese

source: Followers
gl: Seguidores

source: Resources
gl: Recursos

source: Image
gl: Imaxe

source: Image url
gl: URL da imaxe

source: eg. http://example.com/image.jpg (if blank uses resource url)
gl: p.ex. http://example.com/image.jpg (en branco úsase a URL do recurso)

source: Data Explorer
gl: Explorador de datos

source: Graph
gl: Gráfico

source: Map
gl: Mapa

source: error loading view
gl: erro na carga da vista

source: Could not load view
gl: Non se pode cargar a vista

source: DataStore returned an error
gl: O DataStore devolveu un erro

source: DataProxy returned an error
gl: O DataProxy devolveu un erro

source: Grid
gl: Grella

source: Filters
gl: Filtros

source: Row offset
gl: Desprazamento de fila

source: eg: 0
gl: p.ex.: 0

source: Number of rows
gl: Número de filas

source: eg: 100
gl: p.ex.: 100

source: Graph type
gl: Tipo de gráfico

source: Group (Axis 1)
gl: Grupo (Eixe 1)

source: Series (Axis 2)
gl: Series (Eixe 2)

source: Field type
gl: Tipo de campo

source: Latitude field
gl: Campo latitude

source: Longitude field
gl: Campo lonxitude

source: GeoJSON field
gl: Campo GeoJSON

source: Auto zoom to features
gl: Zoom automático ás características

source: Cluster markers
gl: Marcadores de clúster

source: Total number of Datasets
gl: Número total de conxuntos de datos

source: Date
gl: Data

source: Total datasets
gl: Conxuntos de datos totais

source: Dataset Revisions per Week
gl: Conxuntos de datos revisados por semana

source: All dataset revisions
gl: Todas as revisións dos conxuntos de datos

source: New datasets
gl: Conxuntos de datos novos

source: Top Rated Datasets
gl: Conxuntos de datos máis votados

source: Average rating
gl: Valoración media

source: Number of ratings
gl: Número de valoracións

source: No ratings
gl: Sen valoracións

source: Most Edited Datasets
gl: Conxuntos de datos máis editados

source: Dataset
gl: Conxunto de datos

source: Number of edits
gl: Número de modificacións

source: No edited datasets
gl: Conxuntos de datos sen modificacións

source: Largest Groups
gl: Grupos de maior tamaño

source: Group
gl: Grupo

source: Number of datasets
gl: Número de conxuntos de datos

source: No groups
gl: Sen grupos

source: Top Tags
gl: Etiquetas máis relevantes

source: Tag Name
gl: Nome de etiqueta

source: Number of Datasets
gl: Número de conxuntos de datos

source: Users Creating Most Datasets
gl: Usuarios que crearon máis conxuntos de datos

source: User
gl: Usuario

source: Statistics Menu
gl: Menú de estatísticas

source: Total Number of Datasets
gl: Número total de conxuntos de datos

source: Text
gl: Texto

source: Website
gl: Sitio web

source: Web Page url
gl: URL do sitio web

source: eg. http://example.com (if blank uses resource url)
gl: p.ex. http://example.com (en branco úsase a URL do recurso)

source: Your browser does not support iframes.
gl: O teu navegador non soporta «iframes».

source: Authorization function not found: %s
gl: Non se atopou a función de autorización: %s

source: Admin
gl: Administrador

source: Member
gl: Membro

source: Need to be system administrator to administer
gl: É necesario ser administrador do sistema para poder administrar

source: Site Title
gl: Título do sitio

source: Style
gl: Estilo

source: Site Tag Line
gl: Lema do sitio

source: Site Tag Logo
gl: Logo do sitio

source: About
gl: Acerca de

source: About page text
gl: Texto da páxina «Acerca de»

source: Intro Text
gl: Texto de introdución

source: Text on home page
gl: Texto na páxina principal

source: Custom CSS
gl: CSS personalizado

source: Customisable css inserted into the page header
gl: CSS personalizado inserido na cabeceira da páxina

source: Homepage
gl: Páxina de inicio

source: Cannot purge package %s as associated revision %s includes non-deleted packages %s
gl: Non se pode destruír o paquete %s xa que a revisión asociada %s inclúe paquetes de datos non eliminados %s

source: Problem purging revision %s: %s
gl: Problemas ao purgar a revisión %s: %s

source: Purge complete
gl: Destrución compelta

source: Action not implemented.
gl: Acción non implementada.

source: Access denied
gl: Acceso denegado

source: Not found
gl: Non se atopou

source: Bad request
gl: Petición non válida

source: Action name not known: %s
gl: Nome de acción descoñecida: %s

source: JSON Error: %s
gl: Erro JSON: %s

source: Bad request data: %s
gl: Dato de petición non válido: %s

source: No revision specified
gl: Non se indicou a revisión

source: There is no revision with id: %s
gl: Non hai revisión con id: %s

source: Missing search term ('since_id=UUID' or 'since_time=TIMESTAMP')
gl: Falta termo de busca ('since_id=UUID' or 'since_time=TIMESTAMP')

source: Could not read parameters: %r
gl: Non se poden ler parámetros: %r

source: Bad search option: %s
gl: Opción de busca non válida: %s

source: Unknown register: %s
gl: Rexistro descoñecido: %s

source: Malformed qjson value: %r
gl: Valor qjson formado incorrectamente: %r

source: Request params must be in form of a json encoded dictionary.
gl: Os parámetros requeridos deben estar en forma dun dicionario en código json.

source: Group not found
gl: Non se atopou o grupo

source: Organization not found
gl: Non se atopou a organización

source: Incorrect group type
gl: Tipo de grupo incorrecto

source: Organizations
gl: Organizacións

source: Groups
gl: Grupos

source: Tags
gl: Etiquetas

source: Formats
gl: Formatos

source: Licenses
gl: Licenzas

source: User %r not authorized to edit %s
gl: O usuario %r non ten permiso para editar %s

source: Not authorized to perform bulk update
gl: Sen autorización para executar unha actualización masiva

source: Unauthorized to create a group
gl: Sen autorización para crear un grupo

source: Integrity Error
gl: Erro de integridade

source: User %r not authorized to edit %s authorizations
gl: O usuario %r non ten permiso para editar %s autorizacións

source: Unauthorized to delete group %s
gl: Sen autorización para eliminar o grupo %s

source: Organization has been deleted.
gl: A organización foi eliminada.

source: Group has been deleted.
gl: O grupo foi eliminado.

source: %s has been deleted.
gl: %s foi eliminado.

source: User %r not authorized to edit members of %s
gl: O usuario %r non ten permiso para editar membros de %s

source: Unauthorized to create group %s members
gl: Sen autorización para crear membros no grupo %s

source: Unauthorized to add member to group %s
gl: Sen autorización para engadir membros no grupo %s

source: Unauthorized to delete group %s members
gl: Sen autorización para eliminar membros no grupo %s

source: Group member has been deleted.
gl: Membro de grupo eliminado correctamente.

source: Select two revisions before doing the comparison.
gl: Selecciona dúas revisións antes de facer a comparación.

source: CKAN Group Revision History
gl: Historial de revisións do grupo CKAN

source: Recent changes to CKAN Group:
gl: Cambios recentes no grupo CKAN:

source: Log message:
gl: Mensaxe de rexistro:

source: You are now following {0}
gl: Agora estás a seguir {0}

source: You are no longer following {0}
gl: Xa non estás a seguir {0}

source: Unauthorized to view followers %s
gl: Sen autorización para ver aos seguidores %s

source: This site is currently off-line. Database is not initialised.
gl: O sitio está fóra de liña. A base de datos non se inicializou.

source: Please <a href="%s">update your profile</a> and add your email address.
gl: <a href="%s">Actualiza o teu perfil</a> e engade o teu enderezo de correo.

source: %s uses your email address if you need to reset your password.
gl: %s usa o teu enderezo de correo se precisas restabelecer o contrasinal.

source: Invalid search query: {error_message}
gl: Consulta de busca incorrecta: {error_message}

source: Parameter "{parameter_name}" is not an integer
gl: O parámetro «{parameter_name}» non é un enteiro

source: Dataset not found
gl: Non se atopou o conxunto de datos

source: Invalid revision format: %r
gl: Formato de revisión incorrecto: %r

source: Viewing datasets of type "{package_type}" is not supported ({file_!r}).
gl: A vista de conxuntos de datos de tipo «{package_type}» non está soportado ({file_!r})

source: Unauthorized to read package %s
gl: Sen autorización para ler o paquete %s

source: CKAN Dataset Revision History
gl: Historial de revisións del conjunto de datos CKAN

source: Recent changes to CKAN Dataset:
gl: Cambios recentes no Conxunto de datos CKAN:

source: Unauthorized to create a package
gl: Sen autorización para crear un paquete

source: Unauthorized to edit this resource
gl: Sen autorización para editar este recurso

source: Unauthorized to update dataset
gl: Sen autorización para actualizar o conxunto de datos

source: The dataset {id} could not be found.
gl: Non se atopou o conxunto de datos {id}.

source: You must add at least one data resource
gl: Debes engadir polo menos un recurso de datos

source: Unauthorized to create a resource
gl: Sen autorización para crear un recurso

source: Unauthorized to create a resource for this package
gl: Sen autorización para crear un recurso para este paquete

source: Unable to add package to search index.
gl: Non se pode engadir o paquete ao índice de busca.

source: Unable to update search index.
gl: Non se pode actualizar o índice de busca.

source: Dataset has been deleted.
gl: O conxunto de datos foi eliminado.

source: Unauthorized to delete package %s
gl: Sen autorización para eliminar o paquete %s

source: Resource has been deleted.
gl: O recurso foi eliminado.

source: Unauthorized to delete resource %s
gl: Sen autorización para eliminar o recurso %s

source: Resource view not found
gl: Non se atopou a vista do recurso

source: Resource data not found
gl: Non se atopou o recurso de datos

source: No download is available
gl: Sen descargas dispoñibles

source: Unauthorized to read dataset %s
gl: Sen autorización para ler conxuntos de datos %s

source: Unauthorized to read resource %s
gl: Sen autorización para ler recursos %s

source: Unauthorized to edit resource
gl: Sen autorización para editar recursos

source: View not found
gl: Non se atopou a vista

source: View Type Not found
gl: Non se atopou o tipo de vista

source: Bad resource view data
gl: Datos de vista de recurso non válidos

source: Resource view not supplied
gl: Vista de recurso non proporcionada

source: No preview has been defined.
gl: A vista previa non foi definida.

source: CKAN Repository Revision History
gl: Historial de revisións do repositorio CKAN

source: Recent changes to the CKAN repository.
gl: Cambios recentes no repositorio CKAN.

source: Datasets affected: %s.
gl: Conxuntos de datos afectados: %s.

source: Revision updated
gl: Revisión actualizada

source: Other
gl: Outro

source: Tag not found
gl: Non se atopou a etiqueta

source: Unauthorized to register as a user.
gl: Sen autorización para rexistrarse como un usuario.

source: Unauthorized to create a user
gl: Sen autorización para crear un usuario

source: Unauthorized to delete user with id "{user_id}".
gl: Sen autorización para eliminar o usuario co id «{user_id}»

source: No user specified
gl: Non se indicou o usuario

source: Unauthorized to edit user %s
gl: Sen autorización para editar o usuario %s

source: User not found
gl: Non se atopou o usuario

source: Profile updated
gl: Perfil actualizado

source: Unauthorized to create user %s
gl: Sen autorización para crear o usuario %s

source: Bad Captcha. Please try again.
gl: Captcha erróneo. Téntao de novo.

source: User "%s" is now registered but you are still logged in as "%s" from before
gl: O usuario «%s» xa está rexistrado, pero aínda tes a sesión iniciada como «%s»

source: Unauthorized to edit a user.
gl: Sen autorización para editar un usuario.

source: User %s not authorized to edit %s
gl: O usuario %s non ten permiso para editar %s

source: Password entered was incorrect
gl: O contrasinal é incorrecto

source: Old Password
gl: Contrasinal antigo

source: incorrect password
gl: contrasinal incorrecto

source: Login failed. Bad username or password.
gl: Inicio de sesión fallido. Nome de usuario ou contrasinal incorrectos.

source: Unauthorized to request reset password.
gl: Sen permiso para solicitar un cambio de contrasinal.

source: "%s" matched several users
gl: «%s» coincide con moitos usuarios

source: No such user: %s
gl: Non existe o usuario: %s

source: Please check your inbox for a reset code.
gl: Busca o código de reinicio na túa caixa de entrada.

source: Could not send reset link: %s
gl: Non se puido enviar a ligazón de reinicio: %s

source: Unauthorized to reset password.
gl: Sen permiso para restabelecer o contrasinal.

source: Invalid reset key. Please try again.
gl: Clave de reinicio incorrecta. Téntao de novo.

source: Your password has been reset.
gl: O teu contrasinal foi modificado.

source: Your password must be 4 characters or longer.
gl: O teu contrasinal debe ter polo menos 4 caracteres.

source: The passwords you entered do not match.
gl: Os contrasinais introducidos non son iguais.

source: You must provide a password
gl: Debes fornecer un contrasinal

source: Follow item not found
gl: Non se atopou o elemento seguinte

source: {0} not found
gl: Non se atopou {0}

source: Everything
gl: Todo

source: Missing Value
gl: Falta o valor

source: Redirecting to external site is not allowed.
gl: A redirección cara un sitio externo non está permitida.

source: {actor} added the tag {tag} to the dataset {dataset}
gl: {actor} engadida a etiqueta {tag} ao conxunto de datos {dataset}

source: {actor} updated the group {group}
gl: {actor} actualizou o grupo {group}

source: {actor} updated the organization {organization}
gl: {actor} actualizou a organización {organization}

source: {actor} updated the dataset {dataset}
gl: {actor} actualizou o conxunto de datos {dataset}

source: {actor} changed the extra {extra} of the dataset {dataset}
gl: {actor} cambiou o extra {tag} ao conxunto de datos {dataset}

source: {actor} updated the resource {resource} in the dataset {dataset}
gl: {actor} actualizou o recurso {resource} ao conxunto de datos {dataset}

source: {actor} updated their profile
gl: {actor} actualizou o seu perfil

source: {actor} deleted the group {group}
gl: {actor} eliminou o grupo {group}

source: {actor} deleted the organization {organization}
gl: {actor} eliminou a organización {organization}

source: {actor} deleted the dataset {dataset}
gl: {actor} eliminou o conxunto de datos {dataset}

source: {actor} deleted the extra {extra} from the dataset {dataset}
gl: {actor} eliminou o extra {tag} do conxunto de datos {dataset}

source: {actor} deleted the resource {resource} from the dataset {dataset}
gl: {actor} eliminou o recurso {resource} do conxunto de datos {dataset}

source: {actor} created the group {group}
gl: {actor} creou o grupo {group}

source: {actor} created the organization {organization}
gl: {actor} creou a organización {organization}

source: {actor} created the dataset {dataset}
gl: {actor} creou o conxunto de datos {dataset}

source: {actor} added the extra {extra} to the dataset {dataset}
gl: {actor} engadiu o extra {tag} ao conxunto de datos {dataset}

source: {actor} added the resource {resource} to the dataset {dataset}
gl: {actor} engadiu o recurso {resource} ao conxunto de datos {dataset}

source: {actor} signed up
gl: {actor} rexistrouse

source: {actor} removed the tag {tag} from the dataset {dataset}
gl: {actor} eliminada a etiqueta {tag} ao conxunto de datos {dataset}

source: {actor} started following {dataset}
gl: {actor} comezou a seguir {dataset}

source: {actor} started following {user}
gl: {actor} comezou a seguir {user

source: {actor} started following {group}
gl: {actor} comezou a seguir {grupo}

source: View
gl: Vista

source: {n} new activity from {site_title}
gl: {n} nova actividade de {site_title}

source: January
gl: xaneiro

source: February
gl: febreiro

source: March
gl: marzo

source: April
gl: abril

source: May
gl: maio

source: June
gl: xuño

source: July
gl: xullo

source: August
gl: agosto

source: September
gl: setembro

source: October
gl: outubro

source: November
gl: novembro

source: December
gl: decembro

source: Just now
gl: Xusto agora

source: {mins} minute ago
gl: hai {mins} minuto

source: {hours} hour ago
gl: hai {hours} hora

source: {days} day ago
gl: hai {days} día

source: {months} month ago
gl: hai {months} mes

source: over {years} year ago
gl: hai cousa de {years} ano

source: {month} {day}, {year}, {hour:02}:{min:02} ({timezone})
gl: {day} {month}, {year}, {hour:02}:{min:02} ({timezone})

source: {month} {day}, {year}
gl: {day} {month}, {year}

source: Update your avatar at gravatar.com
gl: Actualiza a túa imaxe en gravatar.com

source: Unknown
gl: Descoñecido

source: Unnamed resource
gl: Recurso sen nome

source: Created new dataset.
gl: Creouse un novo conxunto de datos.

source: Edited resources.
gl: Recursos editados.

source: Edited settings.
gl: Configuracións editadas.

source: {number} view
gl: {number} vista

source: {number} recent view
gl: {number} vista recente

source: No recipient email address available!
gl: Sen enderezos de correo dispoñibles como destinatarios!

source: organization
gl: organización

source: group
gl: grupo

source: Missing value
gl: Falta o valor

source: The input field %(name)s was not expected.
gl: Non se agardaba o campo de entrada %(name)s.

source: Please enter an integer value
gl: Introduce un valor enteiro

source: Must be a Unicode string value
gl: Debe ser un valor de tipo cadea Unicode

source: Package resource(s) invalid
gl: Paquete de recurso(s) incorrecto

source: Tag vocabulary "%s" does not exist
gl: O vocabulario de etiquetas «%s» non existe

source: Could not parse as valid JSON
gl: Non se puido procesar como un JSON válido

source: An organization must be provided
gl: Debe aportarse unha organización

source: Organization does not exist
gl: A organización non existe

source: You cannot add a dataset to this organization
gl: Non podes engadir un conxunto de datos a esta organización

source: Invalid integer
gl: Enteiro incorrecto

source: Must be a natural number
gl: Debe ser un número natural

source: Must be a postive integer
gl: Debe ser un enteiro positivo

source: Date format incorrect
gl: Formato de data incorrecto

source: No links are allowed in the log_message.
gl: Na mensaxe de rexistro non están permitidas as ligazóns.

source: Dataset id already exists
gl: O «id» do conxunto de datos xa existe

source: Resource
gl: Recurso

source: That group name or ID does not exist.
gl: Ese nome de grupo, ou ID, non existe.

source: Activity type
gl: Tipo de actividade

source: Names must be strings
gl: Os nomes deben ser cadeas

source: That name cannot be used
gl: Ese nome non pode ser usado

source: Must be at least %s characters long
gl: Debe ter unha lonxitude mínima de %s caracteres

source: Name must be a maximum of %i characters long
gl: Debe ter unha lonxitude máxima de %i caracteres
