Repository: concello-santiago-de-compostela/ckan-gl
Catalog: ckan.po
Languages: gl

source: <p>CKAN is the world’s leading open-source data portal platform.</p> <p>CKAN is a complete out-of-the-box software solution that makes data accessible and usable – by providing tools to streamline publishing, sharing, finding and using data (including storage of data and provision of robust data APIs). CKAN is aimed at data publishers (national and regional governments, companies and organizations) wanting to make their data open and available.</p> <p>CKAN is used by governments and user groups worldwide and powers a variety of official and community data portals including portals for local, national and international government, such as the UK’s <a href="http://data.gov.uk">data.gov.uk</a> and the European Union’s <a href="http://publicdata.eu/">publicdata.eu</a>, the Brazilian <a href="http://dados.gov.br/">dados.gov.br</a>, Dutch and Netherland government portals, as well as city and municipal sites in the US, UK, Argentina, Finland and elsewhere.</p> <p>CKAN: <a href="http://ckan.org/">http://ckan.org/</a><br /> CKAN Tour: <a href="http://ckan.org/tour/">http://ckan.org/tour/</a><br /> Features overview: <a href="http://ckan.org/features/">http://ckan.org/features/</a></p>
gl: <p>CKAN é a plataforma líder a nivel mundial para a publicación de datos abertos.</p> <p>CKAN é unha solución software completa que facilita o acceso e uso dos datos - mediante o uso de ferramentas para publicar en liña, compartir, buscar e usar datos (incluíndo o almacenamento e API's robustas). CKAN está aconsellada para proveedores de datos (gobernos nacionais e rexionais, empresas e organizacións) que desexan publicar os seus datos en formato aberto.</p> <p>CKAN é usado por gobernos e grupos de usuarios ao longo do mundo e xestiona unha gran variedade de portais de datos, que inclúen a gobernos locais, nacionais e internacionais, como por exemplo o Reino Unido <a href="http://data.gov.uk">data.gov.uk</a> ou a Unión Europea <a href="http://publicdata.eu/">publicdata.eu</a>, o Brasil <a href="http://dados.gov.br/">dados.gov.br</a>, portais dos gobernos de Dinamarca e Holanda, así como sitios de cidades nos Estados Unidos, Reino Unido, Arxentina, Finlandia e moitos outros países.</p> <p>CKAN: <a href="http://ckan.org/">http://ckan.org/</a><br /> Tour de CKAN: <a href="http://ckan.org/tour/">http://ckan.org/tour/</a><br /> Resumo de funcionalidades: <a href="http://ckan.org/features/">http://ckan.org/features/</a></p>

source: Welcome to CKAN
gl: Benvido/a a CKAN

source: This is a nice introductory paragraph about CKAN or the site in general. We don't have any copy to go here yet but soon we will
gl: Este é un parágrafo de introdución a CKAN, ou do sitio en xeral. Aínda non temos ningún contido para poñer aquí, pero pronto o teremos.

source: This is a featured section
gl: Esta é unha sección destacada

source: E.g. environment
gl: P.ex. entorno

source: Search data
gl: Buscar datos

source: Search datasets
gl: Buscar conxuntos de datos

source: Popular tags
gl: Etiquetas populares

source: {0} statistics
gl: {0} estatísticas

source: dataset
gl: conxunto de datos

source: datasets
gl: conxuntos de datos

source: organizations
gl: organizacións

source: groups
gl: grupos

source: You can use <a href="#markdown" title="Markdown quick reference" data-target="popover" data-content="%(markdown_tooltip)s" data-html="true">Markdown formatting</a> here
gl: Aquí podes usar <a href="#markdown" title="Markdown quick reference" data-target="popover" data-content="%(markdown_tooltip)s" data-html="true">formato Markdown</a>

source: This field is required
gl: Este campo é obrigatorio

source: Custom
gl: Personalizado

source: The form contains invalid entries:
gl: O formulario contén entradas incorrectas:

source: Required field
gl: Campo obrigatorio

source: Image URL
gl: URL da imaxe

source: Clear Upload
gl: Limpar subida

source: Organization Form
gl: Formulario de organización

source: Edit datasets
gl: Editar conxuntos de datos

source: found for "{query}"
gl: atopado para «{query}»

source: Sorry no datasets found for "{query}"
gl: Sentímolo, non se atoparon conxuntos de datos para «{query}»

source: Make public
gl: Facer público

source: Make private
gl: Facer privado

source: Draft
gl: Borrador

source: Private
gl: Privado

source: This organization has no datasets associated to it
gl: Esta organización non ten conxuntos de datos

source: Are you sure you want to delete organization - {name}?
gl: Confirmas que queres eliminar a organización - {name}?

source: Edit Organization
gl: Editar Organización

source: Add Organization
gl: Engadir Organización

source: Search organizations...
gl: Buscar organizacións...

source: There are currently no organizations for this site
gl: Actualmente non hai organizacións neste sitio

source: Username
gl: Nome de usuario

source: Email address
gl: Enderezo de correo

source: Update Member
gl: Actualizar Membro

source: <p><strong>Admin:</strong> Can add/edit and delete datasets, as well as manage organization members.</p> <p><strong>Editor:</strong> Can add and edit datasets, but not manage organization members.</p> <p><strong>Member:</strong> Can view the organization's private datasets, but not add new datasets.</p>
gl: <p><strong>Administrador:</strong> Pode engadir/editar e eliminar conxuntos de datos, así como xestionar os membros dunha organización.</p> <p><strong>Editor:</strong> Pode engadir e editar conxuntos de datos, pero non pode xestionar os membros dunha organización.</p> <p><strong>Membro:</strong> Pode ver os conxuntos privados dunha organización, pero non engadir outros novos.</p>

source: {count} member
gl: {count} membro

source: Create an Organization
gl: Crear unha Organización

source: Update Organization
gl: Actualizar Organización

source: Create Organization
gl: Crear Organización

source: Datasets in organization: {group}
gl: Conxuntos de datos na organización: {group}

source: What are Organizations?
gl: Que son as Organizacións?

source: <p>Organizations act like publishing departments for datasets (for example, the Department of Health). This means that datasets can be published by and belong to a department instead of an individual user.</p> <p>Within organizations, admins can assign roles and authorise its members, giving individual users the right to publish datasets from that particular organisation (e.g. Office of National Statistics).</p>
gl: <p>As organizacións actúa como departamentos para a publicación de conxuntos de datos (por exemplo, o Departamento de Saúde). Isto significa que os conxuntos poden ser publicados por, e por pertencer a un departamento en lugar de facelo un usuario individual.</p> <p>Nas organizacións, os administradores poden asignar roles e autorizar aos seus membros, concedendo a usuarios individuais o permiso para publicar conxuntos de datos desa organización en particular (p.ex. Instituro Nacional de Estatística).</p>

source: CKAN Organizations are used to create, manage and publish collections of datasets. Users can have different roles within an Organization, depending on their level of authorisation to create, edit and publish.
gl: As organizacións en CKAN son usadas para crear, xestionar e publicar coleccións de conxuntos de datos. Os usuarios poden ter diferentes roles dentro da Organización, dependendo do seu nivel de autorización para crear, editar e publicar.

source: My Organization
gl: Miña Organización

source: my-organization
gl: miña-organización

source: A little information about my organization...
gl: Algo de información sobre a miña organización...

source: Are you sure you want to delete this Organization? Note*: Deleting cannot be performed while public or private datasets belong to this organization.
gl: Confirmas que queres eliminar esta Organización? Nota*: O borrado non se pode executar mentres haxa conxuntos de datos públicos ou privados que pertenezan a esta organización.

source: Save Organization
gl: Gardar Organización

source: View {organization_name}
gl: Ver {organization_name}

source: Create Dataset
gl: Crear Conxunto de datos

source: What are datasets?
gl: Que son os conxuntos de datos?

source: A CKAN Dataset is a collection of data resources (such as files), together with a description and other information, at a fixed URL. Datasets are what users see when searching for data.
gl: Un conxunto de datos CKAN é unha colección de recursos de datos (tales como ficheiros), xunto a unha descrición e outra información, cunha URL fixa. Os conxuntos de datos é o que ven os usuarios cando buscan datos.

source: Are you sure you want to delete dataset - {name}?
gl: Confirmas que queres eliminar o conxunto de datos - {name}?

source: Are you sure you want to delete resource - {name}?
gl: Confirmas que queres eliminar o recurso - {name}?

source: View dataset
gl: Ver conxunto de datos

source: Edit metadata
gl: Editar os metadatos

source: Edit view
gl: Editar a vista

source: Preview
gl: Vista previa

source: Update
gl: Actualizar

source: Associate this group with this dataset
gl: Asociar este grupo con este conxunto de datos

source: Add to group
gl: Engadir ao grupo

source: There are no groups associated with this dataset
gl: Non hai grupos asociados con este conxunto de datos

source: Update Dataset
gl: Actualizar Conxunto de datos

source: Add data to the dataset
gl: Engadir datos ao conxunto

source: Add New Resource
gl: Engadir novo recurso

source: Add resource
gl: Engadir recurso

source: New resource
gl: Novo recurso

source: Add view
gl: Engadir vista

source: Data Explorer views may be slow and unreliable unless the DataStore extension is enabled. For more information, please see the <a href='http://docs.ckan.org/en/latest/maintaining/data-viewer.html#viewing-structured-data-the-data-explorer' target='_blank'>Data Explorer documentation</a>.
gl: As vistas do Data Explorer poden volverse lentas ou non estar dispoñibles se a extensión DataStore non está habilitada. Para máis información, visita a <a href='http://docs.ckan.org/en/latest/maintaining/data-viewer.html#viewing-structured-data-the-data-explorer' target='_blank'>documentación do Data Explorer</a>.

source: Add
gl: Engadir

source: This is an old revision of this dataset, as edited at %(timestamp)s. It may differ significantly from the <a href="%(url)s">current revision</a>.
gl: Esta é unha revisión antiga deste conxunto de datos, que foi editada o %(timestamp)s. Pode ter diferencias significativas respecto da <a href="%(url)s">revisión actual</a>.

source: All resources
gl: Todos os recursos

source: View resource
gl: Ver recurso

source: Edit resource
gl: Editar recurso

source: Views
gl: Vistas

source: API Endpoint
gl: Punto final da API

source: Go to resource
gl: Ir ao recurso

source: Download
gl: Descarga

source: From the dataset abstract
gl: Do resumo do conxunto de datos

source: Source: <a href="%(url)s">%(dataset)s</a>
gl: Orixe: <a href="%(url)s">%(dataset)s</a>

source: There are no views created for this resource yet.
gl: Aínda non se crearon vistas para este recurso.

source: Not seeing the views you were expecting?
gl: Non estás a ver a vista que esperabas?

source: Here are some reasons you may not be seeing expected views:
gl: Algunhas das razóns polas que podes non ver as vistas esperadas:

source: No view has been created that is suitable for this resource
gl: Non se creou unha vista axeitada para este recurso

source: The site administrators may not have enabled the relevant view plugins
gl: Os administradores do sitio pode que non habilitaran os engadidos para vistas

source: If a view requires the DataStore, the DataStore plugin may not be enabled, or the data may not have been pushed to the DataStore, or the DataStore hasn't finished processing the data yet
gl: Se unha vista precisa do DataStore, o engadido DataStore ten que estar habilitado, ou pode ser que os datos non foran subidos ao DataStore, ou que o DataStore aínda non rematara o procesamento dos datos

source: Additional Information
gl: Información adicional

source: Field
gl: Campo

source: Value
gl: Valor

source: Data last updated
gl: Datos recentemente actualizados

source: unknown
gl: descoñecido

source: Metadata last updated
gl: Metadatos recentemente actualizados

source: Created
gl: Creado

source: Format
gl: Formato

source: License
gl: Licenza

source: New view
gl: Nova vista

source: This resource has no views
gl: Este recurso non ten vistas

source: Add new resource
gl: Engadir novo recurso

source: <p class="empty">This dataset has no data, <a href="%(url)s">why not add some?</a></p>
gl: <p class="empty">Este conxunto non ten datos, <a href="%(url)s">queres engadir algún?</a></p>

source: full {format} dump
gl: volcado completo de {format}

source: You can also access this registry using the %(api_link)s (see %(api_doc_link)s) or download a %(dump_link)s.
gl: Tamén podes acceder a este rexistro mediante %(api_link)s (consulta %(api_doc_link)s) ou descarga un %(dump_link)s.

source: You can also access this registry using the %(api_link)s (see %(api_doc_link)s).
gl: Tamén podes acceder a este rexistro mediante %(api_link)s (consulta %(api_doc_link)s).

source: All views
gl: Todas as vistas

source: View view
gl: Ver vista

source: View preview
gl: Vista previa da vista

source: Additional Info
gl: Información adicional

source: Source
gl: Orixe

source: Maintainer
gl: Encargado

source: Version
gl: Versión

source: State
gl: Estado

source: Last Updated
gl: Última actualización

source: Before you can create a dataset you need to create an organization.
gl: Antes de crear un conxunto de datos, debes crear unha organización.

source: Create a new organization
gl: Crear unha nova organización

source: There are no organizations to which you can assign this dataset.
gl: Non hai organizacións ás que asignar este conxunto de datos.

source: Ask a system administrator to create an organization before you can continue.
gl: Antes de continuar, pregunta a un administrador para crear unha organización.

source: Title
gl: Título

source: eg. A descriptive title
gl: p.ex. Un título descritíbel

source: eg. my-dataset
gl: p.x.. meu-conxunto

source: eg. Some useful notes about the data
gl: p.ex. Algunhas notas útiles sobre os datos

source: eg. economy, mental health, government
gl: p.ex. economía, saúde mental, gubernamental

source: License definitions and additional information can be found at <a href="http://opendefinition.org/licenses/">opendefinition.org</a>
gl: As definicións da licenza, e outra información, poden atoparse en <a href="http://opendefinition.org/licenses/">opendefinition.org</a>

source: Organization
gl: Organización

source: No organization
gl: Sen organizacións

source: Visibility
gl: Visibilidade

source: Public
gl: Público

source: Active
gl: Activo

source: The <i>data license</i> you select above only applies to the contents of any resource files that you add to this dataset. By submitting this form, you agree to release the <i>metadata</i> values that you enter into the form under the <a href="http://opendatacommons.org/licenses/odbl/1-0/">Open Database License</a>.
gl: A <i>licenza dos datos</i> que seleccionaches máis arriba só se aplica aos contidos de calquera dos ficheiros dos recursos que engadas a este conxunto de datos. Se envías este formulario, aceptas a publicación dos valores dos <i>metadatos</i> inseridos no propio formulario baixo a licenza <a href="http://opendatacommons.org/licenses/odbl/1-0/">Open Database License</a>.

source: Are you sure you want to delete this dataset?
gl: Confirmas que queres eliminar este conxunto de datos?

source: Next: Add Data
gl: Seguinte: Engadir datos

source: Joe Bloggs
gl: Linus Torvalds

source: Author Email
gl: Autor do correo electrónico

source: joe@example.com
gl: linus@kernel.org

source: Maintainer Email
gl: Responsable do correo electrónico

source: Update Resource
gl: Actualizar Recurso

source: Data
gl: Datos

source: eg. January 2011 Gold Prices
gl: p.ex. Prezos do ouro en Xaneiro de 2011

source: Some useful notes about the data
gl: Algunhas notas útiles sobre os datos

source: eg. CSV, XML or JSON
gl: p.ex. CSV, XML ou JSON

source: This will be guessed automatically. Leave blank if you wish
gl: Isto será adiviñado de xeito automático. Podes deixalo en branco.

source: eg. 2012-06-05
gl: p.ex. 05-06-2012

source: File Size
gl: Tamaño do ficheiro

source: eg. 1024
gl: p.ex. 1024

source: MIME Type
gl: Tipo MIME

source: eg. application/json
gl: p.ex. application/json

source: Are you sure you want to delete this resource?
gl: Confirmas que queres eliminar este recurso?

source: Previous
gl: Anterior

source: Save & add another
gl: Gardar e engadir outro

source: Finish
gl: Rematar

source: What's a resource?
gl: Que é un recurso?

source: A resource can be any file or link to a file containing useful data.
gl: Un recurso pode ser un ficheiro calquera ou unha ligazón a un ficheiro que conteña datos de interés.

source: Explore
gl: Explorar

source: More information
gl: Máis información

source: Fullscreen
gl: Pantalla completa

source: Embed
gl: Integrar

source: This resource view is not available at the moment.
gl: Esta vista de recurso non está dispoñible neste intre.

source: Embed resource view
gl: Vista do recurso integrada

source: You can copy and paste the embed code into a CMS or blog software that supports raw HTML
gl: Podes copiar e pegar o código inserido nun CMS ou calquera software que soporte código HTML

source: Width
gl: Largura

source: Height
gl: Altura

source: Code
gl: Código

source: Resource Preview
gl: Vista previa do recurso

source: Data and Resources
gl: Datos e Recursos

source: This dataset has no data
gl: Este conxunto non ten datos

source: Read dataset as of %s
gl: Ler conxunto de datos a partir de %s

source: Create dataset
gl: Crear conxunto de datos

source: Add data
gl: Engadir datos

source: eg. My View
gl: p.ex. Miña vista

source: eg. Information about my view
gl: p.ex. Información sobre a miña vista

source: Remove Filter
gl: Retitar Filtro

source: What's a view?
gl: Que é unha vista?

source: A view is a representation of the data held against a resource
gl: Unha vista é unha representación dos datos que xestiona un recurso

source: Differences
gl: Diferencias

source: Revision Differences
gl: Diferencias nas revisións

source: Difference
gl: Diferencia

source: No Differences
gl: Sen diferencias

source: Revision History
gl: Historial de revisión

source: Revisions
gl: Revisións

source: Undelete
gl: Recuperar

source: Changes
gl: Cambios

source: Datasets' Tags
gl: Etiquetas de conxuntos de datos

source: Entity
gl: Entidade

source: New activity item
gl: Novo elemento de actividade

source: Add Dataset
gl: Engadir Conxunto

source: Datapusher status: {status}.
gl: Estado Datapusher: {status}

source: Trackback URL
gl: URL de seguimento

source: Show More {facet_type}
gl: Ver máis {facet_type}

source: Show Only Popular {facet_type}
gl: Ver só os populares {facet_type}

source: There are no {facet_type} that match this search
gl: Non hai {facet_type} que concorden coa busca

source: Home
gl: Inicio

source: Language
gl: Idioma

source: Go
gl: Ir

source: No License Provided
gl: Non se aportou unha licenza

source: This dataset satisfies the Open Definition.
gl: Este conxunto cumpre coa Definición Open.

source: There is no description for this organization
gl: Non hai descrición para esta organización

source: This dataset has no description
gl: Este conxunto non ten descrición

source: Order by
gl: Ordenado por

source: Filter Results
gl: Filtrar resultados

source: <p class="extra">Please try another search.</p>
gl: <p class="extra">Téntao con outra busca.</p>

source: <p id="search-error"><strong>There was an error while searching.</strong> Please try again.</p>
gl: <p id="search-error"><strong>Produciuse un erro durante a busca.</strong> Téntao de novo.</p>

source: {number} dataset found for "{query}"
gl: {number} conxunto de datos atopado para «{query}»

source: No datasets found for "{query}"
gl: Non se atoparon conxuntos de datos para «{query}»

source: {number} dataset found
gl: {number} conxunto de datos atopado

source: No datasets found
gl: Non se atoparon conxuntos de datos

source: {number} group found for "{query}"
gl: {number} grupo atopado para «{query}»

source: No groups found for "{query}"
gl: Non se atoparon grupos para «{query}»

source: {number} group found
gl: atopouse {number} grupo

source: No groups found
gl: Non se atoparon grupos

source: {number} organization found for "{query}"
gl: atopouse {number} organización para «{query}»

source: No organizations found for "{query}"
gl: Non se atoparon organizacións para «{query}»

source: {number} organization found
gl: atopouse {number} organización

source: No organizations found
gl: Non se atoparon organizacións

source: Subscribe
gl: Subscribir

source: Email
gl: Correo electrónico

source: Edits
gl: Cambios

source: Search Tags
gl: Buscar etiquetas

source: News feed
gl: Canle de novas

source: My Datasets
gl: Meus conxuntos

source: My Organizations
gl: Miñas organizacións

source: My Groups
gl: Meus grupos

source: Activity from items that I'm following
gl: Actividade dos elementos que estou a seguir

source: You haven't created any datasets.
gl: Non tes creado ningún conxunto de datos.

source: Create one now?
gl: Creamos un agora?

source: You are not a member of any groups.
gl: Non es membro de ningún grupo.

source: You are not a member of any organizations.
gl: Non es membro de ningunha organización.

source: Users
gl: Usuarios

source: Account Info
gl: Información da conta

source: Your profile lets other CKAN users know about who you are and what you do.
gl: O teu perfil permite que outros usuarios de CKAN saiban quen es, e que fas.

source: Change details
gl: Cambiar os detalles

source: Full name
gl: Nome completo

source: eg. Joe Bloggs
gl: p.ex. Linus Torvalds

source: eg. joe@example.com
gl: p.ex. linus@kernel.org

source: A little information about yourself
gl: Algo de información sobre ti

source: Subscribe to notification emails
gl: Subscríbete aos avisos por correo

source: Change password
gl: Cambiar o contrasinal

source: Sysadmin Password
gl: Constrasinal do administrador

source: Password
gl: Contrasinal

source: Confirm Password
gl: Confirmar o contrasinal

source: Are you sure you want to delete this User?
gl: Confirmas que queres eliminar este Usuario?

source: Are you sure you want to regenerate the API key?
gl: Confirmas que queres volver a crear a chave API?

source: Regenerate API Key
gl: Volver a crear a chave API

source: Update Profile
gl: Actualizar perfil

source: All Users
gl: Todos os usuarios

source: Login
gl: Iniciar sesión

source: Need an Account?
gl: Precisas una conta?

source: Then sign right up, it only takes a minute.
gl: Despois crea unha conta, só leva uns minutos.

source: Create an Account
gl: Crear unha conta

source: Forgotten your password?
gl: Esqueciches o contrasinal?

source: No problem, use our password recovery form to reset it.
gl: Sen problema, usa o formulario de restabelecemento de contrasinal para reinicialo.

source: Forgot your password?
gl: Esqueciches o contrasinal?

source: Logged Out
gl: Pechouse a sesión

source: You are now logged out.
gl: A sesión foi pechada.

source: You're already logged in as {user}.
gl: Volviches iniciar sesión como {user}.

source: Logout
gl: Saír

source: Remember me
gl: Lémbrame

source: You're already logged in
gl: Volviches iniciar sesión

source: You need to log out before you can log in with another account.
gl: Tes que pechar sesión antes de poder acceder con outra conta.

source: Log out now
gl: Saír agora

source: Registration
gl: Rexistro

source: Register for an Account
gl: Rexistro dunha conta

source: Why Sign Up?
gl: Por que rexistrarse?
